<template>
	<view class="page">
		<view @click="OnOpenpop(1)" class="card-item">
			<view>
				商家合作协议
			</view>
			<view style="color: #999999;display: flex;">
				<view>
					<u-icon size="12" name="arrow-right" :bold='true' color="#222222"></u-icon>
				</view>
			</view>
		</view>
		<view v-if="isLineLedger==1" @click="OnOpenpop(2)" class="card-item">
			<view>
				银联商务隐私政策
			</view>
			<view style="color: #999999;display: flex;">
				<view>
					<u-icon size="12" name="arrow-right" :bold='true' color="#222222"></u-icon>
				</view>
			</view>
		</view>
		<u-popup :closeable='true' :safeAreaInsetBottom='false' :show="showpop" @close="showpop=false" mode="bottom">
			<view class="pop-agreement">
				<view class="pop-title">
					<text v-if="index==1">商家合作协议</text>
					<text v-else>银联商务隐私政策</text>
				</view>
				<view style="margin-top: 40rpx;margin-bottom: 40rpx;">
					<scroll-view scroll-y="true" style="height: 400rpx;text-align: left;font-size: 20rpx;">
						<text v-if="index==1">
							大昌汽车俱乐部商家合作协议
							生效日期：2022-10-10
							签约须知：
							《大昌汽车俱乐部商家合作协议》（以下简称“本协议”）是由大昌汽车俱乐部平台（包括但不限于大昌汽车俱乐部APP、微信服务号、微信订阅号、微信小程序等）的运营方即大昌汽车俱乐部有限公司（以下简称“甲方”）与以独立经营者身份入驻大昌汽车俱乐部平台的法律主体（以下简称“乙方”）达成的关于提供和使用大昌汽车俱乐部平台服务的各项条款。
							甲方在此特别提醒乙方认真阅读本协议各条款（对于本协议中以加粗字体显示的内容，应重点阅读），并请乙方审慎考虑并选择接受或不接受本协议。如果乙方点击“我已经阅读并同意”按钮（前述按钮的具体表述可能会做适当调整，下同），即表示乙方已充分阅读、理解并自愿接受本协议，同意受本协议各项条款的约束。
							本“签约须知”为本协议正文的组成部分。
							【名词解释】
							1. “大昌汽车俱乐部商家”： 是指具有“大昌汽车俱乐部APP、微信服务号、微信订阅号、微信小程序等商家特区或其他仅开放给商家的专享功能”操作权限的用户。
							2.
							“大昌汽车俱乐部商家”服务：“大昌汽车俱乐部”基于互联网，移动智能终端设备用户端向您提供的各项服务，包括但不限于商家入驻、创建店铺、店铺管理、商品管理、订单管理等具体服务。本服务包含的具体服务以“大昌汽车俱乐部商家特区或其他专享功能”提供的服务内容为准。
							3.用户/消费者：指在“大昌汽车俱乐部”上浏览或购买商品的用户。
							4.乙方：指成功注册“大昌汽车俱乐部平台”并实现商家实名认证，在“大昌汽车俱乐部平台”上开店并出售商品或服务的用户。
							5.商品：指乙方在甲方平台上发布的，可通过物流形式发送给订单用户或订单用户可通过核销码消费的活动、食品、玩乐商品、车辆、服务、养护用品等。
							1.协议内容及生效
							1.1.协议内容。本协议包括协议正文、附件及所有甲方已经发布的或将来可能发布的各类商务政策、规则、规范、规则解读、实施细则、通知、公告等（以下合称“平台规则”）。所有附件及平台规则均为本协议不可分割的一部分，与协议正文具有同等法律效力。协议正文、附件与平台规则冲突的，以发布在后的文件为准执行。
							1.2.协议变更及生效。甲方有权变更（包括但不限于制定、修订、废止）本协议正文、附件及/或平台规则，将至少提前7日在甲方平台公示，并载明生效日期，乙方应实时关注公示内容。如乙方不接受变更，应当在公示期间内申请终止协议，则乙方账户将进入“功能限制”状态，本协议将终止。乙方清楚知晓、同意并确认前述“功能限制”状态下的账号无法使用，业务无法提报，甲方对于该等限制、协议终止不负有任何违约责任或其他责任。如乙方未按前述约定申请终止协议，即视为乙方接受前述变更事项。
							1.3.服务开通。乙方申请入驻大昌汽车俱乐部平台时，乙方签署或在线接受本协议后本协议立即生效，但本协议项下的部分平台服务并不立即开通。乙方提报材料经甲方审核通过后，甲方向乙方发出服务开通通知（通知方式包括但不限于站内信、手机短信等）时，本协议项下的全部平台服务正式开通。

							2.合作方式
							2.1.乙方获得相应平台的账户及密码后，应当根据国家法律、法规及平台发布的规则信息依法依规经营。在遵守本协议及平台规则、不存在违约情形的前提下，可以通过甲方后台进行店铺开设、商品发布、商品核销、回复评价等。若乙方存在违约行为，平台有权限制乙方后台的部分或全部功能。
							2.2.乙方在甲方平台入驻开店成功后，应当根据法律、法规及平台规则发布商品、提供售前售后服务及其他各项服务，双方另有约定或甲方平台规则另有规定的除外；同时乙方应依法为消费者开具正规的商品发票，相关税费由乙方自行承担。
							2.3.甲方服务范围。
							2.3.1.甲方负责大昌汽车俱乐部平台的日常维护、技术支持，保证平台的正常运作；作为电子商务平台经营者，甲方仅为乙方与消费者达成交易提供网页空间、虚拟经营场所、交易规则等服务，甲方并非乙方与消费者之间交易行为的参与方，不对乙方及/或消费者的任何口头、书面陈述或承诺，发布的信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证。
							2.3.2调整商品展示位置。除双方另有约定外，甲方有权根据商品销量、商品价格、商品质量、乙方的服务水平等综合因素调整商品的展示位置。
							 
							3.甲方有限责任
							3.1.纠纷处理。乙方了解并同意，甲方及/或其关联公司并非司法机构，仅能以普通或非专业人员的知识水平标准对乙方提交的证据材料进行鉴别，甲方及/或其关联公司对交易纠纷的调处、对知识产权维权投诉等事项的处理完全是基于乙方的委托，或本协议约定、平台规则以及相关法律法规的规定，甲方及/或其关联公司无法保证交易纠纷或知识产权维权投诉等事项的处理结果符合乙方的期望，也不对上述事项的处理结果及可能产生的赔付费用承担任何责任。乙方应保证其提交的材料及信息的真实性、合法性，并承担其或用户、权利人或其他第三方提供的信息、数据不实的风险和责任。如乙方因此遭受损失，乙方同意自行向受益人或致损方索赔。
							3.2.技术手段。乙方了解并同意，鉴于现有技术水平和客观条件的限制，甲方将采取一切可能的技术手段保持乙方使用甲方平台服务所涉的技术和信息的有效性、准确性、可靠性、及时性、稳定性、完整性，但甲方对此不作任何承诺或保证。
							3.3.外部影响。无论在何种情况下，甲方均不对由于Internet连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。

							4.乙方资格要求、证明文件及信息
							4.1.资格要求。乙方应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若自然人用户不具备前述主体资格，则乙方及乙方的监护人应承担因此而导致的一切后果，且甲方有权注销或永久冻结乙方的帐户，并向乙方及乙方的监护人索偿相应损失。
							4.2.证明文件及信息提交。乙方应当向甲方提交符合甲方要求的（以平台“商家入驻”界面为准）证明文件及联系人、联系地址、联系电话、账户信息等信息。
							4.3.证明文件及信息变更的通知。协议期内，上述相关证明文件或信息发生任何变更，乙方都应及时通知甲方并更新相关证明文件或信息。
							4.4.抽查、检查。甲方有权对乙方提供的证明文件及信息进行不定时的抽查及检查，并有权要求乙方提供证明文件原件供核对或补充提供证明文件、信息，乙方应当提供。如乙方不能提供，则甲方有权立即中止/解除本协议。
							4.5.查询核验。乙方无条件并不可撤销地授权甲方及相关合作方（包括但不限于第三方支付机构、合作银行等）查询并核验乙方信息，包括但不限于征信信息、身份信息、联系信息等，并同意甲方与相关合作方共享上述信息。

							5.乙方承诺
							5.1.遵守协议与规则。乙方保证严格遵守本协议及平台规则，不从事任何有损甲方利益的行为。
							5.2活动、商品和信息。乙方保证所发布的活动、销售的商品、提供的服务或信息符合如下要求：
							（1） 活动、商品、服务来源正当合法，除活动、商品、服务详情另外说明外，无假冒伪劣类商品；
							（2）服务资质：具备工商行政部门和相关行业监管机构的认证许可；
							（3）从业人员：需符合行业要求及标准；
							（4）不侵犯任何第三方的合法权益（包括但不限于物权、债权、著作权、商标专用权、专利权等）；
							（5）甲方不会因乙方在甲方平台开设店铺或组织活动、销售商品等而受到任何第三方投诉/起诉；
							（6）不属于违禁活动、商品或信息，即相关法律法规或平台规则禁止的活动、商品、服务或禁止发布的信息。
							5.3.价格。乙方在甲方平台上销售的同款商品的销售价格不得高于乙方在其他渠道的销售价格。
							5.4. 描述。乙方自行编辑上传的店铺名称及描述、活动、商品及服务说明、介绍、图片等信息资料是真实有效并恰当反映店铺和活动、商品及服务特性的，不存在虚假、伪造或侵犯第三方权益的内容，不存在违反《中华人民共和国广告法》、《中华人民共和国价格法》等法律法规的情形，且乙方保证甲方在其平台使用上述信息资料不会侵犯第三方的权益。
							5.5.   活动、商品质量及售后。乙方将按照不低于《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》及其他法律法规、国家强制性标准以及平台规则的要求，组织活动、出事商品并提供“三包”等售后服务。
							5.5.充分披露。乙方承诺未隐瞒任何其他信息以致足以影响甲方签订及履行本协议。
							5.6.诚实信用。乙方保证在使用甲方平台进行业务的过程中遵守诚实信用原则，不在交易中采取虚假宣传、混淆等欺诈或不正当竞争行为，不扰乱网络交易的正常秩序，不从事与网上交易无关的行为。
							5.7.乙方在甲方提供的评价系统中对与乙方达成交易的活动、商品、服务进行评价回复时应遵守甲方规则的相关规定，评价回复内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；乙方不利用评价对其他用户实施威胁、敲诈勒索。甲方可按照甲方规则的相关规定对乙方实施上述行为所产生的评价信息进行删除或屏蔽。
							5.8.经营模式。乙方承诺不抄袭、模仿甲方商业模式从事类似业务。乙方与甲方合作期间，甲方有权监督乙方的经营行为，并对乙方违法、违规行为做出处理，相关定义及违规判定、处理方式以相关法律法规为准。
							5.9.虚假交易的禁止。乙方不得以任何手段利用甲方平台规则漏洞或系统漏洞，通过虚假交易套取平台积分、红包、补贴（即刷单套券），或者获取虚假商品销量、虚假好评、虚假信用评价等不当利益，或者恶意损害其他商家或任何第三方合法权益。
							5.10.账户的保管。乙方应妥善保管、使用甲方提供的相关账户（包括但不限于用户名、原始密码信息）及/或乙方自行修改的密码，并确保使用其该等账户的主体均为乙方或乙方授权的人员；除非适用的法律法规另有明确规定或本协议另有明确的约定，乙方不得以任何形式泄露、擅自转让、披露或授权他人使用该账户。
							5.11.违法行为的禁止。乙方签署及履行本协议过程中应当遵守有关法律法规以及其他任何对其适用的规定，不得利用甲方或甲方平台从事任何违法活动，包括但不限于侵害任何第三方的合法权益或者获取任何不正当利益，乙方应就其实施的与本协议有关的行为承担全部责任。
							5.12.乙方数据的使用。为了更好的向乙方及用户推送更优质的服务，乙方同意并不可撤销的授权甲方及其关联单位（包含但不限于“大昌汽车”平台、“51小晶灵”
							平台等）可自行收集、保存、使用乙方在正常生产经营活动中产生的相关数据，包括但不限于交易主体、交易数量、售后评价等交易信息，并同意可将上述获取信息进行市场分析、调研、产品信息推送、营销外呼等，且甲方无义务返还乙方。同时，甲方无义务就获取、备份、处理、使用前述信息或数据向乙方支付任何费用。
							5.13.乙方信息的披露。乙方知悉并同意：甲方有义务根据有关法律要求向司法机关和政府部门提供乙方的信息和资料。甲方有权根据自己的判断、有关协议和规则、国家生效裁判文书或者与交易有关的消费者的合理请求披露乙方的信息资料，甲方对此不承担任何责任。
							5.14.个人信息保护。乙方保证严格依据《中华人民共和国网络安全法》等法律法规的规定以及本协议的约定，使用和保护用户（消费者）的个人信息，包括但不限于：
							5.14.1.确保通过合法渠道获取、使用和保存个人信息，按照用户的要求查询、更正、删除个人信息，保证不在违背用户真实意愿或用户未明确同意的情况下，发送任何性质的商品推荐、推广信息等；
							5.14.2.保证不会将从甲方平台获取的个人信息或数据用于本协议约定以外的用途，承诺不以任何方式、向无关任何第三方泄露/出售甲方平台用户的个人信息；
							5.14.3.保证不擅自获取、使用、传播涉及甲方平台用户的任何资料，包括但不限于交易数据、账户信息、支付信息、其他乙方展示于甲方平台的信息等。
							5.15. 纠纷处理。对于因甲方经营行为导致的，消费者、知识产权权利人或其他第三方向行政机关发起的举报投诉、向法院提起的诉讼，或行政机关主动介入调查等情形，乙方保证配合甲方积极处理。
							5.16.乙方不得有下列行为：
							5.16.1.额外向用户收取除大昌汽车俱乐部平台明示以外的其他费用；
							5.16.2.以收取加盟费等形式开发下线。
							5.17.乙方对甲方引流的用户积极响应，促进交易生成。
							5.18.
							乙方保证其向甲方及相关合作方提供的全部文件及信息全面、真实、准确、合法、有效。乙方提供虚假、过期、失效文件或信息，或未及时通知并更新其文件或信息的，应独立承担全部法律责任。乙方违反本条约定的，甲方有权立即中止/解除本协议，上述行为如给甲方或第三方由此而造成损失的，甲方有权要求乙方赔偿损失责任。

							5.19.乙方的销售行为应当基于真实的消费需求，不得存在对商品实施刷单、恶意销售、恶意维权等扰乱交易秩序的行为。基于维护甲方交易秩序及交易安全的需要，甲方发现上述情形时可主动执行关闭相关交易订单等操作。

							6.乙方违反承诺的后果
							6.1. 一般责任。乙方违背第5.1条至第5.19条保证或者承诺的，应当自行负责处理由此产生的争议、纠纷、处罚、诉讼、仲裁、投诉、索赔等，并承担全部法律责任（包括但不限于赔偿由此给消费者、甲方及/或任何他方造成的全部损失），确保甲方免于承受与此相关的任何索赔、责任追究或损失。同时，甲方有权制止乙方的违法违约行为，追究乙方的违约及/或侵权责任，并对乙方采取以下各类措施中的一项或多项：
							1)部分或全部活动、商品屏蔽、降权、下架、禁售、删除；
							2)部分或全部活动、商品移除资源位、禁止上资源位、移除广告；
							3)店铺禁止上新、禁止上架；
							4)关闭或限制乙方账户权限、店铺功能；
							5)单方解除本协议，终止与乙方的合作；
							6)平台规则规定的其他违规处理措施；
							7)有权向乙方主张甲方所遭受损失的拾倍金额赔偿金。

							7. 乙方违约责任
							7.1.总体要求。乙方违反与甲方的各项约定，或者违反平台规则及有关法律法规规定的，甲方有权要求乙方承担违约责任。
							7.2.违约认定。乙方若产生以下等行为的，认定为违约行为：
							7.2.1.乙方理解并同意，甲方有权在本协议中约定及平台规则中规定违约认定程序和标准，根据协议条款的约定判定乙方是否构成违约并采取处理措施。乙方有义务及时对业务异常、数据异常现象及涉嫌违约行为进行充分举证和合理解释，甲方有权对乙方举证的材料和解释进行审核，并根据审核结果作出相应处理。乙方保证其提交的证据材料的真实性、合法性，并自行承担举证不能的后果。
							7.3.违约责任。乙方的违约行为致使甲方及/或其关联公司利益遭受损失的，乙方应赔偿甲方及/或其关联公司的损失，并永久停止与乙方的一切合作。上述损失包括但不限于直接经济损失、消费者流失损失、商誉损失、以及甲方及/或其关联公司为减少损失、防止损失扩大、固定证据或者追究乙方及用户相关法律责任所支出的催收费、诉讼费、保全费、公证费、律师费、差旅费、鉴定费等一切有关费用和支出。乙方的违约行为造成甲方及/或其关联方商誉受损的，乙方还应为甲方及/或其关联方消除影响，消除影响的方式包括但不限于在公开发行的报刊、新闻媒体上刊登声明等。
							7.4.乙方违约行为的范围。受乙方委托负责运营乙方“大昌汽车俱乐部”相关业务的代理人、受托人、受雇人等类似人员所实施的行为均视为乙方的行为，若该等行为违反本协议约定，则乙方应当承担违约责任。

							8.费用结算
							8.1正常经营情况下，消费者在甲方平台上购买乙方产品或/及服务后，相关费用在消费者完成相应产品或/及服务核销后，消费者支付的费用自动进入乙方账户，乙方可直接提现，如有提现费用由乙方自行承担；
							8.2乙方应保证提供的账户信息真实、准确、有效，如信息变更应立即在大昌汽车俱乐部平台系统更新。

							9. 商品退换单/货
							9.1消费者通过乙方的店铺购买活动、商品或服务后，在未核销前可根据《消费者权益保护法》、《网络购买商品七日无理由退货暂行办法》等享有活动、商品及服务的退换单/货的权利，乙方应履行商品及服务退换单/货义务。

							10.  关联关系条款
							10.1.关联关系的情形。甲方有权将具备关联关系的店铺形成关联圈。前述关联关系是指店铺存在下列情形之一：
							（1）乙方入驻人、管理人、紧急联系人等登记信息存在交叉（若乙方入驻人、管理人、紧急联系人等发生过变更，则包括变更前后的主体，下同）；
							（2）乙方结算费用银行账户、与结算费用银行账户绑定的手机号码等存在信息交叉；
							（3）存在其他类似性质的信息交叉及关联。
							10.2.统一管理。甲方有权对关联圈内的乙方账户进行统一管理，包括但不限于统一中止/终止平台服务等。
							10.3.关联乙方的处理。若关联圈中的任一乙方存在违反相关法律法规、本协议、平台规则的情形，甲方有权要求乙方对关联圈内各个关联关系作出正式的书面解释，也有权无需通知直接判定各乙方的关联关系；同时，甲方有权立即对违规乙方及其关联乙方统一采取以下各类措施中的一项或多项：
							1)部分或全部活动、商品屏蔽、降权、下架、禁售、删除；
							2)部分或全部活动、商品移除资源位、禁止上资源位、移除广告；
							3)店铺禁止上新、禁止上架；
							4)关闭或限制乙方账户权限、店铺功能；
							5)单方解除本协议，终止与乙方的合作；
							6)平台规则规定的其他违规处理措施；
							7)有权向乙方主张甲方所遭受损失的拾倍金额赔偿金。

							11.知识产权
							11.1.乙方权利保证。乙方保证已合法取得其在甲方平台发布信息所涉知识产权或其他相关权利的使用权。
							11.2.授权平台使用。对于乙方在甲方平台发布、使用或者向甲方平台提交的内容，包括但不限于专利、商标、名称、特有标识、装潢、技术秘密、肖像、版式设计、图片、音频、视频等，乙方特此授权甲方为本协议下目的使用其知识产权及其他相关权利，且乙方保证该等授权许可是合法有效的、免费的、非独家的、不可撤回的。
							11.3.平台自有知识产权的保留。乙方知悉并同意，甲方或其关联方拥有、使用、许可、控制的或者甲方或其关联方对之享有其他权利的一切知识产权、工业产权和专有权利，包括全部商标、著作权、名称、标识、标志、微信公众号、域名、网站名称、网页、艺术作品、人物形象、专利，例如“大昌汽车”、“大昌汽车俱乐部”、“51小晶灵”及上述app图标等，由甲方或其关联方独家拥有并保留。
							11.4.乙方任一级代表、代理、受托人或代表其各自的董事、高级管理人员或职工及其自身，不得在中国之境内外注册、使用与甲方及其关联方拥有、使用、许可或控制的商标、名称、标识、标志、微信公众号、域名、网站名称、网页、艺术作品、人物形象等相同或近似的商标，或侵犯甲方或其关联方享有的一切知识产权、工业产权和专有权利，或妨碍甲方或其关联方独自全部拥有或保留前述权利。
							11.5.乙方责任。乙方同意并保证，若其注册与甲方及甲方关联方相同或近似的商标、名称、标识、标志、微信公众号、域名、网页等，用于开展与甲方及甲方关联方实质相同或近似的业务，则应当在甲方或甲方关联方提出相关要求时，无偿将相关商标、名称、标识、标志、微信公众号、域名、网页等转让给甲方或甲方关联方。如由此给甲方及/或甲方关联方造成损失的，乙方应赔偿全部损失并消除给甲方及/或甲方关联方造成的不良影响，同时甲方有权采取限制账号功能、追偿经济损失等措施，并有权立即解除本协议。
							11.6.受托人或代表其各自的董事、高级管理人员或职工均遵守本协议的约定，受到本协议的拘束，如同该人被指定为“乙方”一样。 

							12.保密条款
							12.1.商业秘密范围及保密期限。本协议所称商业秘密包括但不限于本协议、任何补充协议所述内容及在合作过程中涉及的其他秘密信息。任何一方未经商业秘密提供方同意，均不得将该信息向任何第三方披露、传播、编辑或展示。协议方承诺，本协议终止后仍承担此条款下的保密义务，保密期将另行持续三年。
							12.2.合法披露。因对方书面同意以及国家行政、司法强制行为而披露商业秘密的，披露方不承担责任；该商业秘密已为公众所知悉的，披露方不承担责任。
							12.3.乙方使用平台资料的限制。乙方不得将从甲方平台获取的任何信息或数据用于本协议约定以外的用途；未经甲方许可，不得擅自获取、使用、传播甲方平台的任何资料。

							13.  期限和终止
							13.1.期限。本协议期限为自签署之日起至协议解除之日止，但保密、违约责任在协议终止后将继续有效。
							13.2.终止：
							13.2.1.乙方终止协议。乙方提交解除协议申请，经甲方审核同意后，乙方可解除本协议退出大昌汽车俱乐部平台。
							13.2.2平台解除。出现下列情形之一的，甲方有权单方解除本协议：
							（1）乙方违反平台规则或本协议中的承诺或保证，包括但不限于本协议项下的任何约定;
							（2）乙方超过六十（60）天未以乙方后台管理账户及密码登录大昌汽车俱乐部平台;
							（4）乙方与甲方产生纠纷，或乙方行为可能影响甲方商誉；
							（5）乙方擅自终止履行本协议或者将本协议项下权利义务转让给任何第三方；
							（6）甲方自主决定解除本协议，并以书面形式提前通知乙方；
							（7）可以解除协议的其他情形。
							13.3.协议终止后事项的处理
							13.3.1.账户关闭。自本协议终止之日起，甲方将关闭乙方在甲方的账户权限，并对乙方产品全部下架，乙方将无法再通过该账户进行任何形式的操作，且大昌汽车俱乐部平台不再显示任何乙方产品信息。
							13.3.2.数据处理。本协议终止后，甲方有权保留乙方的注册信息及交易行为记录等数据，但甲方没有为乙方保留这些数据的义务，亦不承担在协议终止后向乙方或第三方提供任何数据信息的义务，也不就协议终止向乙方或任何第三方承担责任，但法律另有规定的除外。

							14.不可抗力
							14.1.由于不可抗力事件导致一方不能及时履行或者不能履行该方在本协议下的任何义务（付款义务除外）的，不构成违约。但是受不可抗力事件影响的一方应立即把不可抗力事件的性质和程度通知对方，并积极采取相应补救措施，以最大程度地减少和避免损失。 
							15.甲方反商业贿赂条款
							15.1.总体要求。乙方应当严格遵守法律法规有关禁止商业贿赂行为规定，坚决拒绝商业贿赂、行贿及其他不正当商业行为的馈赠。
							15.2.商业贿赂的定义。本协议所指的商业贿赂是指乙方为获取与甲方的合作及合作的利益，乙方或其单位工作人员给予甲方员工的一切精神及物质上直接或间接的馈赠，如现金、回扣、娱乐、旅游等。
							15.3.乙方的义务。乙方或乙方工作人员不得以乙方或个人名义向甲方任何员工及其亲属、关联方私下直接或间接赠送礼金、物品、有价证券、股份或采取其他变相手段提供不正当利益，否则均视为侵害甲方利益的行为。不正当利益包括但不限于现金、支票、信用礼品卡、样品、或其他商品、娱乐票券、会员卡、货币或货物形式的回扣、回佣、就业或置业、乙方付款的旅游、宴请及个人服务等。
							15.4.投诉。若甲方员工要求乙方给予其任何形式的不正当利益，乙方应及时投诉，并提供相关证据给甲方。甲方相关人员查实后作出处理，并为乙方保密。甲方设定专用客服热线接受乙方的投诉：4008-010-111。
							15.5.违规的责任。若乙方贿赂甲方任何员工，以图获取任何不正当商业利益或更特殊的商业待遇或不配合甲方查处其员工的受贿行为的，甲方将立即开除涉事员工，永久停止与乙方的一切合作，并依法对乙方采取相应措施，同时乙方应向甲方支付人民币伍万元整作为违约金。情节严重、造成重大经济损失的，甲方将依法移交司法机关处理。

							16.其他
							16.1.条款的独立性。如果根据适用的法律认定本协议中的任何条款或者任何条款中的任何部分无效、违法或者不具有可执行性，这种无效、违法或者不具有可执行性不影响本协议中的任何其它条款或者这些条款中的任何其它部分的效力。
							16.2.法律适用。本协议的订立、履行、解释、变更及争议解决均适用中华人民共和国大陆地区法律（不包括冲突法规则）。
							16.3.争议解决
							16.3.1.约定管辖。对于因本协议产生的或者与本协议有关的争议，应友好协商解决，协商不成的，任何一方均有权提起诉讼，且双方一致同意由甲方所在地人民法院管辖。
							16.3.2.平台与用户的管辖约定。乙方了解并确认：甲方已通过《大昌汽车俱乐部用户协议》与用户约定，对于因《大昌汽车俱乐部用户协议》而产生的或者与该协议有关的争议，若甲方为争议当事人之一的，各方应努力通过友好协商的方式进行解决，协商不成的，任何一方均有权提起诉讼，且各方一致同意由甲方住所地仲裁委员会管辖。乙方不得以任何方式排除《大昌汽车俱乐部用户协议》中该项管辖条款的适用；如乙方自行发布或与用户约定的网络购物合同管辖条款与《大昌汽车俱乐部用户协议》约定的管辖条款冲突的，以《大昌汽车俱乐部用户协议》约定为准。
							16.4.通知及送达
							16.4.1.通知。本协议签订或履行过程中，甲方向乙方寄送的书面通知，在交邮后第五个自然日即视为送达，乙方指定邮寄地址为其身份证住址或住所地。书面通知形式还包括但不限于在大昌汽车俱乐部平台公告、向乙方发送电子邮件、平台站内信、系统信息、手机短信、QQ消息和传真等电子方式，在采用电子方式进行通知的情况下，发送当日即视为送达。乙方应保证提供的联系信息（包括但不限于身份证住址、住所地、联系地址、联系人、联系电话、电子邮箱，下同）真实、准确、有效，如信息变更应立即在大昌汽车俱乐部平台系统更新；如乙方未及时更新，向原联系方式送达的仍视为有效送达。
							16.4.2.法律文书送达。对于因本协议或因本协议所规定事项引起或与之相关的任何纠纷（包括但不限于一切与乙方在大昌汽车俱乐部平台发布信息、销售商品或提供服务相关的纠纷），乙方声明认可以下内容：
							（1）司法机关可通过邮寄、手机短信或电子邮件等方式向乙方送达法律文书，乙方认可上述送达方式的有效性、合法性。以邮寄方式送达法律文书的，将法律文书寄送至乙方提供给大昌汽车俱乐部平台的联系地址即视为送达。以手机短信送达法律文书的，通过手机短信方式发至乙方提供给大昌汽车俱乐部平台的手机号码即视为送达。
							（2）乙方同意司法机关可采取以上一种或多种送达方式向其送达法律文书，司法机关采取多种方式向其送达法律文书的，送达时间以上述送达方式中最先送达的为准。
							（3）乙方确认的上述送达方式适用于各个司法阶段，包括但不限于一审、二审、再审、执行以及督促程序（含支付令送达）。
							（4）乙方保证提供的联系方式是真实、准确、有效的，并进行实时更新。如果因提供的联系信息不准确，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达的，由乙方自行承担由此可能产生的法律后果。

						</text>
						<text v-else>
							银联商务隐私政策V2.0_2020
							时间：2020-02-18
							版本发布日期：2020年2月18日 
							版本号：V2.0_2020 
							一、引言
							二、我们如何收集和使用您的个人信息
							三、我们如何使用Cookies和其他同类技术
							四、我们如何共享、转让、公开披露您的个人信息
							五、我们如何保护和存储您的信息
							六、您如何管理您的个人信息
							七、未成年人保护
							八、本隐私政策的适用及更新
							九、管辖与法律适用
							十、如何联系我们
							附件一：《全民付用户账户注销须知》
							一、引言
							银联商务(以下或简称“我们”）非常重视用户（以下或简称“您”）的个人隐私信息保护，为了合法、合理、适度的收集、使用您的个人信息，并在安全、可控的情况下进行传输、存储，银联商务制定了本政策。为了使您充分了解本政策项下个人信息的使用和处理规则，银联商务在此特别提醒您：在使用银联商务提供的服务前，请您仔细阅读并了解本《银联商务隐私政策》的全部内容，特别是其中所涉及的免除、限制银联商务责任的条款、对用户权利限制的条款、管辖与法律适用条款等。为了特别提示您并便于您的阅读，限制、免责条款、个人敏感信息条款以及涉及到您的权益等内容的条款可能以字体加粗或其他显著区别于其他字体的格式进行展示。如您点击或勾选“同意”并确认提交，或者您已经开始使用我们提供的产品或服务，即视为您同意本隐私政策,并同意银联商务将按照本政策收集、使用、存储和共享您的个人信息。如果您不同意本政策的内容，您应停止使用我们提供的服务。
							当您拒绝提供相关信息或拒绝开启相关功能时，您可能只能享受部分服务或功能。若您不同意提供的信息是实现基本业务功能或根据法律法规要求所必需的信息，我们将无法为您提供服务。
							需要提醒的是，由于我们的产品和服务较多，为您提供的产品和服务内容的APP也有所不同，本《银联商务隐私政策》为银联商务统一适用的一般性隐私条款，我们收集的您个人信息的类型和对应的使用、处理规则等可能会因您使用的具体的APP而有所不同，具体以您实际使用的产品/服务的实际情况为准，但本政策约定的用户权利以及我们提供的安全保护措施适用于我们所有的产品和服务。
							如您在阅读本《银联商务隐私政策》过程中有任何疑问，我们为您提供了反馈渠道，具体请见本政策“如何联系我们”条款，我们会尽快为您作出解答。
							本政策所称银联商务包括：银联商务股份有限公司及银联商务股份有限公司直接或间接控股的公司，包括但不限于上海银联电子支付服务有限公司、广州银联网络支付有限公司、深圳市银联金融网络有限公司、北京银联商务有限公司、上海银联商务有限公司、宁波银联商务有限公司、北京数字王府井科技有限公司、中金同盛商业保理有限公司、重庆中金同盛小额贷款有限公司及将来由银联商务股份有限公司直接或间接控股的公司。
							 
							二、我们如何收集和使用您的个人信息
							根据GB/T 35273-2017《信息安全技术
							个人信息安全规范》，个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：个人基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证、户口本）；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案、用户个人数字证书）；个人财产信息（银行账号、口令、交易和消费记录、流水记录、以及余额）；联系人信息（通讯录）；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、硬件序列号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android
							ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等）等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括精准定位信息、经纬度）；网络身份识别信息（包括账户名、账户昵称、邮箱地址及与前述有关的密码与密码保护问题和答案）；个人教育工作信息（学历、学位、教育经历）；个人通讯信息（包括短信、电子邮件）；个人生物识别信息（个人指纹、面部特征）。
							根据GB/T 35273-2017《信息安全技术
							个人信息安全规范》，个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：个人财产信息（包括银行账号、鉴别信息（口令）、交易记录、流水记录）；个人身份信息（包括身份证、军官证、护照、驾驶证、户口本）；网络身份识别信息（包括账户名、账户昵称、邮箱地址及与前述有关的密码与密码保护问题和答案）；个人生物识别信息（个人指纹、面部特征）；其他信息（包括通讯录、个人电话号码、行程信息、网页浏览记录、精准定位信息、寄件地址、收货地址）。
							银联商务收集的个人信息主要包括以下内容：
							（一）您须授权我们收集和使用您在使用服务过程中主动输入或因使用服务而产生的个人信息的情形：
							1、在您注册银联商务运营的APP时，您需要提供手机号码信息，如果您拒绝提供此信息，您可能无法完成注册或无法正常使用我们提供的服务。
							2、在您登录银联商务运营的APP时，您需要提供手机号码作为账户登录名。为了让您更安全、便捷地使用登录服务，如您的设备与银联商务运营的App版本均支持指纹功能，您可选择开通指纹登录功能。您需在您的设备上录入您的指纹信息，在您进行指纹登录时，您需在您的设备上完成指纹验证。我们仅接收验证结果，并不收集您的指纹信息。如您不想使用指纹登陆，仍可通过其他方式进行登录。
							3、您使用银联商务运营的APP时，为了落实实名制管理要求，您需完成实名认证过程。为完成实名认证过程，您需提供您的银行卡号、姓名、有效身份证件类型及号码、注册手机号码、银行预留手机号码、动态验证码以完成验证。如您拒绝提供前述个人信息，则可能无法使用相关服务。
							4、您使用银联商务运营的APP时涉及支付功能的，您需要提供身份证号、姓名、银行卡号、银行卡预留手机号、鉴别信息（口令）进行绑卡操作。如果您拒绝提供上述信息，则可能无法进行支付操作。
							5、为了落实反洗钱管理要求，您需按照《非银行支付机构网络支付业务管理办法》的要求提供您的身份基本信息，包括姓名、国籍、性别、职业、住址、联系方式以及有效身份证件的种类、号码和有效期限。如您不提供前述信息，可能无法注册和使用银联商务全民付账户服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可进行理财、融资等金融类产品。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您的I类银行账户或信用卡信息及银行预留手机号，以便完成验证。如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务；我们需根据《支付机构反洗钱和反恐怖融资管理办法》等反洗钱相关法律法规及监管要求，提示您适时提供有效身份证件的彩色影印件或照片以供我们核对并留存，如您不提供前述彩色影印件、照片或不同意我们留存，可能无法使用与监管要求相关的部分服务，但不影响您使用我们提供的其他服务。
							6、您使用银联商务全民付支付账户及其支付服务
							(1)快捷支付
							为了您能使用快捷支付服务，在您开通快捷支付服务，将您的银行卡与全民付账户绑定时，您需提供您的银行卡卡号、姓名、身份证号码、银行预留手机号。我们会将该等信息与发卡银行进行验证。为了完成支付和通过银行的验证，同时采集必要风控信息，保障交易的安全可信，您需要提供银行卡卡号、个人姓名、身份证号码、银行预留手机号，我们还需要采集您的设备型号、IP地址、个人位置信息、设备软件版本信息、设备识别码、设备标识符。如您不提供上述信息，将无法使用快捷支付服务。
							(2)余额支付
							当您向商家付款时，商家会将您的支付金额、支付对象传输给我们以确认是否是您的真实意思表示。按照法律法规及监管规定，我们需要对商家进行管理，如识别、防止其套现或欺诈，商家会将购买商品、收货地址、联系方式、包括交易金额、交易对象、交易商品、交易时间、配送信息（如有）提供给我们。如您不同意我们记录前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。在用余额进行支付时，为了确保支付交易安全，同时采集必要的风控信息，您需要提供银行卡卡号、个人姓名、身份证号码、银行预留手机号。
							(3)转账支付
							为了准确执行您的支付指令，在您向他人的全民付账户转账时，您需按照页面提示输入收款人账户、收款人部分姓名、转账金额；在您转账至他人银行卡时，您需输入收款人姓名、卡号、开户银行；如您不提供前述信息，转账可能无法进行，但不影响您使用我们提供的其他服务。我行还会收集您的收付款交易信息，形成收款人名册，以简化您的转账操作。上述信息属于个人敏感信息，如您拒绝提供该信息，仅会使您无法使用上述功能。
							(4)信用卡还款
							当您使用信用卡还款服务时，为了完成还款，同时采集必要的风控信息保障交易的安全可信您需要提供还款的银行卡卡号、个人姓名、身份证号码、银行预留手机号、设备型号、IP地址、个人位置信息、设备软件版本信息、设备识别码、设备标识符。如您不提供前述信息，则可能无法使用本功能项下的相关服务，但不影响您使用我们提供的其他服务。
							(5)面容ID支付
							为了实现在园区场景下通过面容ID支付，方便快捷的扣除园区卡内的余额，我们将收集您的姓名、身份证件号码、银行卡号、手机号码、人脸付支付口令、人脸图像和设备型号、设备ID、设备类型、设备位置、IP地址用于开通“刷脸付”服务并验证您的人脸信息及身份信息进行风险防控，如您不提供前述信息，则可能无法使用本功能项下的相关服务，但不影响您使用我们提供的其他服务。
							(6)身份验证
							在用户进行挂失账户、冻结交易资金、开具账户和资金相关凭证时，我们需要采集您的身份证件影印件、手持身份证照片、交易凭证信息。
							(7)账单查询
							我们需要按照法律法规及监管规定对商家进行管理，防范套现或欺诈风险，因此我们会直接收集或者向商家收集您的交易信息。您可以在账单页面查看您的账单详情（即您的支付账户交易信息）。
							(8)账户余额查询
							按照法律法规及监管规定，我们需要采集您的余额信息，您可以在服务页面查看您的账户余额。
							(9)充值
							您需要提供银行卡、预留手机号验证码、支付密码以完成验证并进行账户充值。
							(10)转账
							您需要提供收款人手机号或收款人姓名、银行卡以确认收款人并进行转账。
							(11)提现
							您需要提供收款银行卡账号、银行卡、密码，完成验证后以便于提现到用户指定的银行卡。
							7、您通过银联商务运营的APP使用物流服务时 
							(1)寄件
							在您下单寄件或您的信息作为收件人被提供时，银联商务通过其授权的业务合作伙伴收集您的以下信息：寄件人及收件人的姓名、地址、联系方式和货件信息（统称“运单信息”），用于提交订单、生成物流运单、收件、分拣、仓储、运输、出口清关、进口清关、以及派送货件。根据相关法律要求，我们还收集您的身份证件信息用于核验您的身份和进出口报关。如果您提供了不准确或错误的地址，在不违反相关法律法规对个人信息存储的强制要求的前提下，我们可能会使用您过往的运单信息对不准确、错误的地址信息进行补全、纠正，以节省与收/寄件人反复确认地址的时间，保证时效，避免您因快件错误派送、延迟派送而遭受损失，让您有更好的服务体验。
							(2)轨迹查询
							您作为寄件人查询订单时，您需要提供寄件人的手机号码，以便于完成订单查询；您作为收件人查询订单时，您需要提供收件人的手机号码，以便于完成订单查询。
							(3)地址簿
							在地址簿新增联系人时，我们需要您提供寄收件人电话、寄收件地址。您可以选择打开定位，通过定位信息自动获取寄收件人地址信息，您也可以手动填写寄收件人地址信息。在地址簿查询联系人时，您需要提供电话和姓名，根据输入的姓名和电话，查询地址薄返回满足条件的联系人。
							8、您通过银联商务运营的APP向第三方申请贷款、理财等金融服务
							(1)您通过银联商务运营的APP向第三方申请个人信用贷款的，您需要提供个人教育工作信息（学历、学位、教育经历）、个人收入、居住地址、工作单位、工作地址、婚姻情况、直系亲属姓名、直系亲属手机号、银行卡号、银行卡预留手机号、鉴别信息（口令），以便通过贷款机构贷款额度审批以及授信。
							(2)您通过银联商务运营的APP向第三方申请商户贷的，为了核实您的商户身份，您需要提供姓名、身份证号、手机号码、手机验证码。申请消费贷、商户贷时，为了通过贷款机构的贷款额度授信以及审批，您需要提供姓名、身份证号、手机号码、开户银行行号、银行账号、联系地址、居住状态、教育水平、婚姻状况、配偶姓名、配偶身份证号。
							(3)您通过银联商务运营的APP向第三方申请融资租赁入会申请的，为了通过第三方审核机构的审核，您需要提供姓名、身份证号、手机号码、开户银行行号、银行账号、联系地址、居住状态、教育水平、婚姻状况、配偶姓名、配偶身份证号码；您向第三方申请融资租赁申请的，您需要提供身份证照片、车辆品牌、车系、车型、车牌号、车架号、上牌地、上牌时间、公里数、机动车登记证。
							(4)您通过银联商务运营的APP向第三方申请信用卡、联名卡的，需要提供姓名、身份证号、手机号码，以便信用卡发卡机构进行身份验证。
							(5)您通过银联商务运营的APP向第三方申请信用卡还款的，您需要提供姓名、身份证号码、手机号码、开户银行行号、银行卡号，以便完成验证您名下的借记卡或贷记卡，实现信用卡还款。
							(6)您通过银联商务运营的APP向第三方申请个人理财投资、商户理财投资的，您需要提供姓名、身份证号、银行卡号、银行预留手机号、身份证正反面照片、身份证有效期、职业、职务、性别、国籍、年龄、商户编号、商户注册地址、邮编、银行二类账户账号，以便理财产品提供方可以核实您的身份，满足理财产品提供方的要求。
							9、您通过银联商务运营的APP使用网上购物服务
							(1)为您提供商品或服务信息展示
							在您使用我们服务过程中，为识别账号异常状态、了解产品适配性、向您提供更契合您需求的页面展示和搜索结果，我们可能会自动收集您的使用情况并存储为网络日志信息，我们会根据您在软件安装及/或使用中的具体操作，接收并记录您所使用的设备相关信息（包括设备型号、操作系统版本、设备设置、唯一设备标识符、设备环境的软硬件特征信息）、设备所在位置相关信息（包括您授权的GPS位置以及WLAN接入点、蓝牙和基站等传感器信息）；当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括浏览、点击查看、搜索查询、收藏、添加至购物车、交易、售后、关注分享信息、发布信息，以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间。请注意，单独的设备信息、服务日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。
							为向您提供更便捷、更符合您个性化需求的信息展示、搜索及推送服务，我们会根据您的设备信息和服务日志信息，提取您的偏好特征，并基于特征标签产出间接人群画像，用于展示、推送信息和可能的商业广告。如果您不想接受我们给您发送的商业广告，您可通过短信提示回复退订或我们提供的其他方式进行退订或关闭。在您使用我们提供的站内搜索服务时，我们也同时提供了不针对您个人特征的选项。
							此外，我们也会为了不断改进和优化上述的功能来使用您的上述信息。
							(2)为您提供收藏、加购、关注与分享功能
							在您浏览我们网站或客户端的过程中，您可以选择对感兴趣的商品及/或服务进行收藏、添加至购物车、与您感兴趣的商家/品牌/其他会员建立关注关系、通过我们提供的功能组件向其他第三方分享信息。在您使用上述功能的过程中，我们会收集包括您的收藏及添加购物车的记录、关注关系、分享历史在内的服务日志信息用于实现上述功能及其他我们明确告知的目的。
							(3)帮助您完成下单及订单管理
							当您在我们的产品及/或服务中订购具体商品及/或服务时，我们会通过系统为您生成购买该商品及/或服务的订单。在下单过程中，您需至少提供您的收货人姓名、收货地址、收货人联系电话，同时该订单中会载明您所购买的商品及/或服务信息、具体订单号、订单创建时间、您应支付的金额，我们收集这些信息是为了帮助您顺利完成交易、保障您的交易安全、查询订单信息、提供客服与售后服务及其他我们明确告知的目的。
							您可以为其他人订购商品及/或服务，您需要提供该实际订购人的前述个人信息，若其中涉及儿童个人信息的，您需在提供前征得对应儿童监护人的同意。
							为便于您了解查询订单信息并对订单信息进行管理，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。 
							(4)帮助您完成支付
							为完成订单支付，您需要提供全民付账户或其他支付方式对应账户的具体信息并选择付款方式。为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可自您所选择的交易对象或您选择的其他金融机构处收集支付进度信息。
							10、为了提供个性化服务及改进服务质量
							(1)为提升您的服务体验及改进服务质量，或为防范风险，或者为您推荐更优质或更适合的服务，我们会收集您使用银联商务服务时的搜索记录，收集您与客户服务团队联系时提供的信息，收集您参与问卷调查时（若有）向我们发送的问卷答复信息，及您使用的服务类别和方式、使用服务时的操作信息。但您不提供这些信息，不会影响您使用其他服务和功能。
							(2)我们会对这些信息进行统计、分析，以为您提供更加准确、个性、流畅及便捷的服务，并会根据上述信息向您提供您可能感兴趣的广告，如您不希望接收该等信息，您可通过我们提供的方式进行退订。为了提升处理效率，降低处理成本，或提高处理准确性，我们可能会委托有能力的银联商务的关联公司来为我们提供这方面服务，但我们会要求该公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。
							11、安全管理
							为了保障向您提供的服务的安全稳定运行，预防交易和资金风险，我们需要记录您使用的服务类别、方式及设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在地区、网络使用习惯以及其他与银联商务服务相关的日志信息。如您不同意我们记录前述信息，可能无法完成风控验证。
							12、其他
							(1)您使用E开票功能时，您需要提供客户的手机号码、客户的电子邮箱，以便接收电子发票信息。
							(2)您使用内蒙互助金、农产品收购、农产品供求时，您需要提供个人姓名、个人电话号码、银行账号。
							(3)您使用“手机充值”服务时，我们将收集充值手机号信息，若不提供，您将无法进行手机充值服务，但不影响您使用我们提供的其他服务。
							 
							（二）您授权我们收集和使用您的个人信息的情形
							1、设备状态，包括设备mac，wifi，个人设备厂商、个人设备型号、硬件序列号，个人设备IMEI、个人设备IMSI、个人设备网络运营商、个人设备IP地址、个人设备操作系统类型、个人设备操作系统版本用于确定设备识别码，以保证账号登录的安全性。拒绝授权后，将无法正常使用银联商务运营的APP。
							2、存储权限，用于缓存您在使用APP过程中产生的文本、图像等内容。拒绝授权后，将无法正常使用银联商务运营的APP。
							3、摄像头，用于识别二维码、人脸识别、设置头像、扫一扫、人脸识别登录/转账/支付/提升认证中使用。拒绝授权后，上述功能将无法使用。对于某些品牌或型号的手机终端自身的本地生物特征认证功能，如人脸识别功能，其信息由手机终端提供商进行处理，我们不留存您应用手机终端相关功能的信息。
							4、地理位置，获取您所在地理位置，主要用于我们进行交易风控。拒绝授权后，相关功能可能无法正常使用。您在选择物流服务、网上购物功能时获取您的地理位置用于自动识别寄件人地址以及判断您所处的地点，自动为您推荐您所在区域可以购买的商品或服务。拒绝授权后，不影响上述功能的使用，您可以手动填写地址，但无法正常使用自动推荐功能。
							5、手机通讯录，在手机号转账、汇款短信通知、网络购物时，我们将收集您的手机通讯录用于协助您通过通讯录快速选取电话号码，无需您手动输入。拒绝授权后，上述功能仍可以使用，但需要手工输入手机号码。
							6、网络通讯，用于与服务端进行通讯。拒绝授权后，银联商务APP的所有功能无法使用。系统后台保存您交易时所使用设备的网络信息，包括IP、端口信息。
							7、其他
							我行在向您提供其他业务功能时，会另行向您说明信息收集的范围与目的，并征得您的同意后才收集提供相应服务所涉及的您的必要信息。我们也会通过更新本《银联商务隐私政策》、页面提示、弹窗、消息通知、网站公告或其他便于您获知的方式另行向您说明，并为您提供自主选择同意的方式，且在征得您明示同意后收集和使用。
							8、您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
							 
							（三）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
							根据相关法律法规、监管要求及国家标准，以下情形中遇到国家有权机关或者监管机关要求我们提供的，或者出于对您的权利、权益进行充分保护的目的，或者此处约定的其他合理情形的，我们会收集、使用您的相关个人信息而无需另行征求您的授权同意：
							1、与国家安全、国防安全有关的；
							2、与公共安全、公共卫生、重大公共利益有关的；
							3、与犯罪侦查、起诉、审判和判决执行等有关的；
							4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
							5、所收集的个人信息是个人信息主体自行向社会公众公开的；
							6、从合法公开披露的信息中收集您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
							7、根据您的要求签订合同所必需的；
							8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
							9、为合法的新闻报道所必需的；
							10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
							11、法律法规规定的其他情形。
						
							（四）为了遵守国家法律法规及监管要求，以及向您提供服务及提升服务质量，或保障您的账户和资金安全，我们会在以下情形中使用您的信息：
							1、实现本政策中“我们如何收集信息”所述目的；
							2、为了使您知晓使用银联商务的状态，我们会向您发送服务提醒。您可以根据提示退订消息。为了保障您的账户和资金安全，付款提醒不可退订；
							3、为了保障服务的稳定性与安全性，我们会将您的信息用于身份验证、安全防范、诈骗监测、预防或禁止非法活动、降低风险、存档和备份用途；
							4、根据法律法规或监管要求向相关部门进行报告；
							5、邀请您参与我们服务有关的客户调研；
							6、我们会采取脱敏、去标识化等方式对您的信息进行综合统计、分析加工，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计服务及运营活动；
							7、为了提升用户服务体验，为用户推荐更为优质或适合的服务，我们可能会根据用户信息形成群体特征标签，用于向用户提供其可能感兴趣的营销活动通知、商业性电子信息或广告，如您不希望接收此类信息，您可按照我们提示的方法选择退订。
							 
							三、我们如何使用Cookies和其他同类技术
							Cookie是包含字符串的小文件，在您登入和使用网站或其他网络内容时发送、存放在您的计算机、移动设备或其他装置内（通常经过加密）。Cookie同类技术是可用于与Cookie类似用途的其他技术，例如：Web
							Beacon、Proxy、嵌入式脚本等。目前，我们主要使用Cookie收集您的个人信息。您知悉并同意，随着技术的发展和我们产品和服务的进一步完善，我们也可能会使用Cookie同类技术。
							1、当您使用银联商务服务的时候，银联商务可能会保存您的登录状态并且为您分配一个或多个“Cookie”。
							2、Cookie文件将保存在您的计算机硬盘或设备终端的闪存上，它只能被设置它们的服务器阅读，而且不能执行任何代码或病毒。您可以随时使用浏览器或操作系统软件将其删除。
							3、为了向您提供更为方便、快捷、顺畅、个性化的服务，银联商务通过Cookie等技术为您提供以下服务：
							(1)记住您的账户和密码。例如，Cookie可能帮助您省去为使用银联商务服务而重复输入账户和密码。
							(2)分析您使用银联商务服务的情况。例如，银联商务可通过Cookie、Web Beacon等技术来了解您使用银联商务服务的具体用途，或哪些网页或服务最受您的欢迎。
							(3)广告优化。银联商务可能会根据您访问相关网站的统计信息为您显示您可能感兴趣的产品或广告信息。这些统计信息并不包括您的任何个人信息，这些信息可能被用来评估广告的有效度。Cookie、Web
							Beacon等技术有助于银联商务根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。
							(4)银联商务也可能通过Web Beacon技术来统计匿名访问的数据，同样，这些统计信息并不包括您的个人信息。
							(5)在您设备功能支持的情况下，您也可以选择“不使用Cookie”或“在使用Cookie时事先通知我”的选项禁止Cookie的产生，但是您如选择这样做可能会影响您对某些银联商务服务的使用，或是您无法享受到更加安全、快捷、顺畅、个性化的服务。
							(6)Cookie和Web Beacon技术也可能会由银联商务的第三方合作伙伴使用。这些第三方通过Cookie和Web
							Beacon收集和使用该等信息的行为，不受本《银联商务隐私政策》约束，而是受该第三方的隐私政策约束，银联商务不对第三方的Cookie和Web Beacon承担责任。
							 
							四、我们如何共享、转让、公开披露您的个人信息
							银联商务依国家相关法律法规及本政策的约定保护和存储您的信息，在下列情况下，银联商务可能会将您的信息与第三方共享、转让和公开披露：
							（一）共享
							1、我们不会与银联商务以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
							(1)事先获得您明确的同意或授权。如业务需要对外共享您的个人信息，我们会向您告知共享个人信息的目的、明确数据接收方，并征得您的授权同意；
							(2)根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
							(3)在法律法规允许的范围内，为维护银联商务、银联商务的关联方或合作伙伴、您或其他银联商务用户或社会公众利益、财产或安全免遭损害而有必要提供；
							(4)只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；
							(5)应您需求为您处理您与他人的纠纷或争议；
							(6)符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
							(7)基于学术研究而使用；
							(8)基于符合法律法规的社会公共利益而使用。
							2、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。关联方是指在现在、将来控制银联商务股份有限公司、受银联商务股份有限公司控制或与银联商务股份有限公司处于共同控制下的公司、机构。控制指通过所有权、有投票权的股份、合同、实际运营关联或其他被依法认定的方式直接或间接地拥有影响被控制对象管理/经营的能力。
							3、我们可能会向合作伙伴等第三方共享您的个人基本资料、个人身份信息、个人教育工作信息、个人常用设备信息、个人位置信息、个人通信信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们将通过协议方式明确约定合作伙伴无权将共享的个人信息用于任何其他用途，并告知合作伙伴需要履行对于个人信息的保密义务。我们的合作伙伴以及共享的信息如下：
							(1)商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心购物功能，包括我们必须与物流服务提供商共享您的订单信息才能安排送货。
							(2)第三方商家。我们必须将您的订单信息与交易有关的必要信息（包括交易和消费记录）与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。
							(3)委托我们进行推广的第三方。当您在银联商务运营的APP中使用第三方提供的服务时，包括您通过银联商务运营的APP向合作的金融机构申请证券开户、购买黄金产品、基金产品，我们需要共享您的姓名、手机号、证件类型、证件号码、银行卡号及其他提供第三方服务的金融机构提供服务所必须的信息；您通过银联商务运营的APP进行融资贷款申请，我们需要共享您的姓名、身份证号、手机号码、开户银行行号、银行账号、联系地址、居住状态、教育水平、婚姻状况、配偶姓名、配偶身份证号码及其他提供贷款服务的金融机构提供服务所必须的信息；您通过银联商务运营的APP进行理财开户、投资时，我们需要将您的姓名、身份证号、身份证有效期、银行卡号、银行预留手机号、住址、国籍、性别、个人身份证正反面照片、人脸识别影像、银行二类账户账号、职业、职务、商户编号、注册地址、邮编共享给提供理财服务的金融机构，以便您完成购买流程合规性和必要性要求。在经过您的明示同意后，合作伙伴可以获取您的以上信息，但对于您在使用第三方提供的服务时主动提供给第三方的相关信息，我们将视为您允许该第三方获取上述此类信息；对于您在使用该第三方服务时产生的信息，应由您与该第三方依法约定上述信息的收集和使用事项。如您拒绝第三方在提供服务时收集、使用或者传递上述信息，将可能会导致您无法通过银联商务运营的APP使用第三方的相应服务，但这不影响您使用我们提供的其他服务。
							 
							（二）转让
							我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
							1、事先获得您明确的同意或授权；
							2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
							3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
							4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织、重新向您征求授权同意。
							 
							（三）公开披露
							我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
							1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
							2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函；
							3、参与抽奖、竞赛或类似推广活动，我们会将您提供的信息用于管理此类活动，如您中奖，可能会将您的手机号或登录名脱敏后以公布中奖名单。若该活动是我们和第三方联合推广的，我们可能与其共享活动过程中产生的、为完成活动所必要的个人信息（参加活动的用户数、中奖名单、中奖人联系方式），以便第三方能及时向您发放奖品或为您提供服务。
							 
							五、我们如何保护和存储您的信息
							（一）我们保护您个人信息的技术与措施
							我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
							1、数据安全技术措施
							(1)我们会采用符合业界标准的安全防护措施，来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。
							(2)银联商务的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。
							(3)银联商务采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。
							(4)在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用包括内容替换在内多种数据脱敏技术增强个人信息在使用中的安全性。
							(5)银联商务采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。
							2、银联商务为保护个人信息采取的其他安全措施
							(1)银联商务通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理和规范个人信息的存储和使用。
							(2)银联商务通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。
							(3)银联商务建立个人信息保护专职部门来推进和保障个人信息安全。
							(4)安全认证和服务。我们存储您个人数据的系统通过了公安部信息系统安全等级保护三级测评，同时还获得了PCI DSS认证。
							(5)加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
							3、我们仅允许有必要知晓这些信息的银联商务及银联商务关联方的员工、合作伙伴访问您的个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与银联商务的合作关系。
							4、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
							5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。
							6、互联网环境并非百分之百安全，我们将尽力确保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
							7、安全事件处置
							在通过银联商务网站与第三方使用我们的服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。
							为应对个人信息泄露、损毁和丢失等可能出现的风险，银联商务制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。银联商务也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。
							在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
							8、如果您对我们的个人信息保护有任何疑问，可通过本政策约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本政策“如何联系我们”条款约定的联系方式联络我们，以便我们采取相应措施。
							9、请您务必妥善保管好您的登录名及其他身份要素。您在使用银联商务提供的服务时，我们会通过您的登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能对您产生不利。如您发现登录名及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。
							10、在您终止使用我们提供的服务后，我们会停止对您的信息的收集和使用，法律法规或监管部门另有规定的除外。如我们停止运营，我们将及时停止收集您的个人信息，将停止运营的通知以逐一送达或以公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。
							（二）您个人信息的存储
							1、您的个人信息将全被存储于中华人民共和国境内。如部分服务涉及跨境业务，我们需要向境外机构传输境内收集的相关个人信息的，我们会按照法律法规和相关监管部门的规定执行，向您说明个人信息出境的目的以及涉及的个人信息类型，征得您的同意，并通过签订协议、现场核查等有效措施，要求境外机构为所获得的您的个人信息保密。我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。
							2、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。
							 
							六、您如何管理您的个人信息
							银联商务非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
							1、访问、查阅、更正、更新您的个人信息
							您有权访问和更正、更新您的个人信息，法律法规规定的例外情况除外。您可以登录银联商务运营的APP，并通过如下渠道访问、查阅、更正或更新您的个人信息：
							(1)在“我的→用户/个人信息”中查阅身份信息（包括姓名、身份证件号码）、昵称、性别、查看“我的二维码”、访问和更新头像；
							(2)在“我的→银行卡”中访问您已绑定的银行卡，或者增加新的银行卡；
							(3)在“我的→设置”中访问或更新手机号、登录密码、支付密码、登录手势、登录指纹；
							(4)在“我的→账户余额”中查阅您的账户余额；
							(5)在“我的→账单”中查阅您的账单；
							(6)在“我的→会员卡”中查阅您的会员卡信息；
							(7)在“我的→优惠券/卡券”中查阅您的优惠券信息、奖励金信息、红包信息；
							(8)在“我的→地址簿”中查阅和更新您的地址簿。
							由于我们的产品和服务较多，为您提供的产品和服务内容的APP也有所不同，具体以您实际使用的产品/服务的实际情况为准。出于安全性和身份识别的考虑或根据法律法规的强制规定，您可能无法修改注册时提供的初始注册信息。
							如您在此访问过程中遇到操作问题的或如需获取其他前述无法获知的个人信息内容，您可通过“如何联系我们”的条款中提供的联系方式联系我们，我们将在核实您的身份后在合理期限内向您提供，但法律法规另有规定的或本政策另有约定的除外。
							2、删除您的个人信息
							我们为您提供了在线自行删除和向我们提出删除申请两种方式。对于您的部分个人信息，我们在产品的相关功能页面为您提供了操作提示和操作设置，您可以直接进行删除，包括订单信息、绑定的银行卡、收货地址信息等。一旦您删除后，我们即会对此类信息进行删除或匿名化处理，除非法律法规另有规定。
							在以下情形中，您可以向我们提出删除个人信息的请求，但已做匿名化处理或法律法规另有规定的除外：
							(1)如果我们处理个人信息的行为违反法律法规；
							(2)如果我们收集、使用您的个人信息，却未征得您的同意；
							(3)如果我们处理个人信息的行为违反了与您的约定；
							(4)如果您不再使用我们的产品或服务，或您注销了账号；
							(5)如果我们终止服务及运营。
							若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
							3、改变您授权同意的范围或撤回您的授权
							如您想更改或撤回相关权限的授权您可以通过您的硬件设备进行修改、或在我们的产品或服务中的相关功能设置界面进行操作处理。您也可以通过注销账号的方式，永久撤回我们继续收集您个人信息的全部授权。
							请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
							4、注销账户
							您可以通过拨打客服电话95534申请注销账户。在您注销账户后，您将无法再以此账号登录和使用银联商务运营的所有APP的相关产品与服务，请您谨慎考虑。由于我们提供的服务/产品涉及交易和资金，因此为了保障您的权益，如果您要注销全民付用户账户，需要满足一定的注销条件，具体方式以及您应满足的条件请详见附件一《全民付用户账户注销须知》。
							您注销账户后，我们将停止为您提供产品与/或服务，我们将删除您的个人信息，但基于已经或可能发生的民事争议处理需要作为证据留存的以及法律法规或监管机构对个人信息存储时间另有规定的除外。
							5、响应您的请求
							如果您无法通过本政策访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为银联商务存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本协议中约定的联系方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后原则上在十五天内或法律法规规定期限内作出答复。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。
							在以下情形中，按照法律法规要求，我们将无法响应您的请求：
							(1)与国家安全、国防安全有关的；
							(2)与公共安全、公共卫生、重大公共利益有关的；
							(3)与犯罪侦查、起诉、审判和执行判决等有关的；
							(4)有充分证据表明您存在主观恶意或滥用权利的；
							(5)响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
							(6)涉及商业秘密的。
							 
							七、未成年人保护
							1、我们的产品、网站和服务主要提供给成年人。如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。若您是未成年人，您应当在父母或监护人的陪同下阅读本政策，您在提交个人信息之前应寻求父母或监护人的同意和指导。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。
							2、对于可能涉及的不满14周岁的儿童个人信息，我们进一步采取以下措施予以保障：
							(1)对于收集到的儿童个人信息，我们除遵守本隐私政策关于用户个人信息的约定外，还会秉持正当必要、知情同意、目的明确、安全保障、依法利用的原则，严格遵循《儿童个人信息网络保护规定》等法律法规的要求进行存储、使用、披露，且不会超过实现收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或匿名化处理。
							(2)当您作为监护人为被监护的儿童选择使用银联商务相关服务时，我们可能需要向您收集被监护的儿童个人信息，用于向您履行相关服务之必要。在具体服务中需要向您收集儿童个人信息的，我们会事先取得您的授权同意，并告知您收集的目的和用途。如果您不提供前述信息，您将无法享受我们提供的相关服务。您作为监护人应当正确履行监护职责，保护儿童个人信息安全。若儿童本人需要注册或使用我们的产品与/或服务，您应正确引导并予以监护。
							(3)儿童或其监护人有权随时访问和更正儿童个人信息，还可以通过我们提供的联系方式向我们提出更正和删除的请求。如您对儿童个人信息相关事宜有任何意见、建议或投诉、举报，请联系我们。我们会随时为您提供帮助。
							3、如果我们发现自己在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
							4、如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请联系我们。
							5、本条款不代表未成年人可以申请使用全部或部分银联商务的产品/服务。
						
							八、本隐私政策的适用及更新
							1、本政策适用于所有银联商务运营的APP、网站和通过银联商务软件开发工具包（SDK）和应用程序编程接口（API）方式来访问和使用的银联商务的产品和服务。本政策为银联商务统一适用的一般性隐私条款，若产品与/或服务单独设置了隐私条款/隐私协议的，单独的隐私条款/隐私协议优先适用，单独的隐私条款/隐私协议未提及的内容，适用本政策。
							2、对于已注册银联商务运营的APP的用户，本版本隐私政策自版本发布之日起会连续公示30天，本隐私政策自版本发布30天后生效（版本发布日为起算的第一天）；对于本版本发布当天及以后的新注册用户，《银联商务隐私政策》自您点击/勾选“同意”后即生效。您可通过我们的官网等渠道查看银联商务隐私政策的历史版本、公示版本以及最新适用版本。
							3、我们的隐私政策可能变更。发生下列重大变化情形时，我们会适时对本政策进行更新：
							(1)我们的基本情况发生变化，例如：兼并、收购、重组引起的所有者变更；
							(2)收集、存储、使用个人信息的范围、目的、规则发生变化；
							(3)对外提供个人信息的对象、范围、目的发生变化；
							(4)您访问和管理个人信息的方式发生变化；
							(5)数据安全能力、信息安全风险发生变化；
							(6)用户询问、投诉的渠道和机制，以及外部纠纷解决机构及联络方式发生变化；
							(7)其他可能对您的个人信息权益产生重大影响的变化。
							如本政策发生更新，我们将以APP推送通知、弹窗提示、发送邮件/短消息或者在银联商务官方网站发布公告的方式来通知您。如您在本政策更新生效后继续使用银联商务的服务，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。
						
							九、管辖与法律适用
							1、本政策的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律。
							2、本协议签订地为中华人民共和国上海市浦东新区。
							3、若您与银联商务之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地（即中国上海市浦东新区）有管辖权的人民法院管辖。
							十、如何联系我们
							如果您有任何疑问、投诉、意见或建议，您可以通过我们的95534客服电话或通过电子邮件：
							yszc@chinaums.com与我们的个人信息保护负责人取得联系。我们会尽最大努力为您提供满意的解决方案。我们的注册地址是：中国(上海)自由贸易试验区张衡路1006、1008号。
							 
							附件一：《全民付用户账户注销须知》
							您在申请注销前，应当认真阅读《全民付用户账户注销须知》（以下称“《注销须知》”）。请您务必审慎阅读、充分理解《注销须知》中相关条款内容，其中包括：
							1、与您约定免除或限制责任的条款；
							2、其他以粗体标识的重要条款。
							如您对本《注销须知》有任何疑问，可拨打我们的客服电话95534联系客服。
							 
							亲爱的银联商务用户：
							我们对您注销全民付用户账户的决定深表遗憾和歉意。
							我们在此善意地提醒您，您注销用户账户的行为会给您的售后维权带来诸多不便，且注销全民付用户账户后，我们将停止为您提供服务 ，除法律法规另有规定外，我们将删除您的个人信息或匿名化处理。
							1、如果您仍执意注销账户，您的账户需同时满足以下条件：
							（1）在最近一个月内，账户没有进行更改密码、更改绑定信息等敏感操作，账户没有被盗、被封等风险；
							（2）用户账户在相关服务APP中无资产和虚拟权益、无拍卖保证金、无欠款；
							（3）用户账户内无未完成的订单、服务，且所有订单完成达一年以上；
							（4）在银联商务中没有过使用该用户账户绑定店铺的记录；
							（5）用户账户无任何纠纷，包括投诉举报或被投诉举报；
							（6）用户账户为正常使用中的账户且无任何账户被限制的记录；
							（7）用户账户对应的全民付支付账户已注销，且已妥善处理了全民付支付账户下的所有问题；
							（8）用户账户已经解除与其他网站、其他APP的授权登录或绑定关系。
							2、如果您的全民付用户账户同时是全民付商家店铺的绑定账户名，您需先解除相关绑定。
							3、在全民付用户账户注销期间，如果您的全民付用户账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，注销将被中止，直至满足注销条件。
							4、注销全民付用户账户，您将无法再使用本全民付用户账户，也将无法找回您全民付用户账户中及与支付账户相关的任何内容或信息，包括但不限于：
							（1）您将无法登录、使用本全民付用户账户；
							（2）本全民付用户账户的个人资料和历史信息（包括但不限于用户名、头像、购物记录、关注信息等）都将无法找回；
							（3）您通过全民付用户账户使用、授权登录或绑定全民付用户账户后使用的银联商务相关或第三方的其他服务（包括但不限于等）的所有记录将无法找回。您将无法再登录、使用前述服务，您曾获得的余额、优惠券、积分、资格、订单、及其他卡券等视为您自行放弃，将无法继续使用。您理解并同意，银联商务无法协助您重新恢复前述服务。请您在提交注销申请前，务必先了解您须解绑的其他相关账户信息，具体可与我们的客服联系。
							5、注销全民付用户账户并不代表本全民付用户账户注销前的账户行为和相关责任得到豁免或减轻。 
						
						
						
							联系我们| 服务协议| 支付承诺| 在线客服
						
							银联商务微信服务号
							 
						
							银联商务微信订阅号
							银联商务版权所有本网站已支持IPv6 沪公网安备 31011502007281号 沪ICP备05003469号-1信息产业部备案管理系统增值电信业务经营许可证 
						</text>
					</scroll-view>
				</view>
			</view>
		</u-popup>
	</view>
</template>

<script>
	export default {
		components: {

		},
		data() {
			return {
				index: 1,
				showpop: false,
				isLineLedger:null
			}
		},

		onLoad(option) {
			this.isLineLedger=option.isLineLedger
		},
		onShow() {},
		methods: {
			OnOpenpop(index) {
				this.showpop = true
				this.index = index
			}
		}
	}
</script>

<style lang="scss">
	.page {}

	.card-item {
		background-color: #ffffff;
		border-radius: 10rpx;
		margin: 25rpx;
		display: flex;
		justify-content: space-between;
		padding: 26rpx;
		font-size: 24rpx;
	}

	.pop-agreement {
		width: 650rpx;
		margin: 40rpx 28rpx 40rpx 28rpx;
		.pop-title {
			text-align: center;
			font-size: 28rpx;
			font-weight: bold;
		}
	}
</style>
